{
    "concept":"A term, idea, or category.",
    "conception":"The manner in which something is understood or interpreted.",
    "social science":"The study of human society and of the structured interactions among people within society. Distinct from the natural sciences, such as physics and biology",
    "government":"The institutions and offices through whichh societies are governed. Also used to describe the group of people who govern, a specific administration, the form of the system of rule, and the nature and direction of the administration of a community.",
    "political system":"The interactions and organizations (including but not limited to government) through which a society reached and successfully enforces collective decisions. Interchangeably used with *regime*.",
    "governance":"The process by which decisions, laws and policies are made, with or without the input of formal institutions.",
    "politics":"The process by which people negotiate and compete in the process of making and executing shared or collective decisions.",
    "power":"The capacity to bring about intended effects. Often synonymous with *influence*.",
    "authority":"The right to rule. Authority creates its own power, so long as people accept that the person in authority has the right to make decisions.",
    "legitimacy":"The state or quality of being legitimate. A legitimate system of government is one based on authority, and those subject to its rule recognize its right to make decisions.",
    "ideology":"A system of connected beliefs, a shared view of the world, or a blueprint for hiow politics, economics and society should be structured.",
    "anarchism":"All forms of governmental authority are unnecessary, and society is best structred around voluntary cooperation and free association.",
    "Marxism":"Elimination of the state system and private property will lead to the creation of a classless, non-exploitative, and self-governing society.",
    "liberalism":"Individuals are the berst judges of their own interests. Advocates a tolerant society which maximizes personal freedom, and favours a government which is limited but freely elected.",
    "conservatism":"Traditional institutions and practices work best, the free market is the most efficient at meeting societal needs, and government should be as decentralized as possible.",
    "facism":"The achievement of national unity through an authoritarian state, strong leadership, mass mobilization, and an emphasis on nationalism and militarism.",
    "comparative politics":"The systematic study of government and politics in different countries, designed to betyter understanding them by drawing out their contrasts and similarities.",
    "typology":"A system of classification by which states, institutions, processes, political cultures, and so on are divided into groups or types with common sets of attributes.",
    "Three Worlds system":"A political typology that divided the world along ideological lines, with states labelled according to the side they took in the Cold War.",
    "political economy":"The relationship between political activity and economic performance.",
    "gross national income":"The total domestic and foreign output by residents of a country in a given year.",
    "state":"The legal and political authority of a territoy containing a population and marked by borders. The state defines the political authority of which government is the managing authority; that authority is regarded as both sovereign and legitimate by the citizens of the state and the governments of other states.",
    "sovereignty":"The ultimate source of authority in a society. The sovereign is the highest and final decision-maker within a community",
    "citizen":"A full member of a state, entitled to the rights and subject to the duties associated with that status.",
    "Westphalian system":"The modern state system many believe emerged out of the 1648 Peace of Westphalia, based on the sovereignty pf states and political self-determination.",
    "natural rights":"Those rights supposedly given to humans by God or by nature, their existence taken to be independent of government.",
    "total war":"War requiring the mobilization of the population to support a conflict fought with advanced weaponry on a large geographical scale, requiring state leadership, intervention and funding.",
    "welfare state":"An arrangement in which the government is primarily responsible for the social and economic security of its citizens through public programmes.",
    "microstates":"States that are small in both population and territory. Andorra, Barbados, Palau, and the Maldives are examples.",
    "quasi-states":"States that exist and are recognized under international law but whose governments control little of the territory under their jurisdiction.",
    "de facto states":"States that are not recognized under international law even though they control territory and provide governance. They exist in fact (de facto) rather than under law (de jure).",
    "nation":"A cultural and historical concept describing a group of people who identidy with on another on the basis of a shared history, culture, language and myths.",
    "self-determination":"The ability to act without external compulsion. The right of national self-determination is the right of a people to posess its own government, democractic or otherwise.",
    "nationalism":"The belief a group of people with a common natural identity (usually marked by a shared culture and history) has the right to form an independent state and to govern itself free of external intervention.",
    "diaspora":"A population that lives over an extended area outside its geographical or ethnic homeland.",
    "nation-state":"A sovereign political association whose citizens share a common national identity.",
    "multinational state":"A state consisting of multiple national groups under a single government.",
    "globalization":"The process by which the links between people, corporations and governments in different states becoming integrated through such factors as trade, investment, communication and technology.",
    "intergovernmental organization":"Cooperative bodies whose members are states that are established by treaty, possess a permanent secretariate and legal indentity, and operate according to stated rules with some autonomy.",
    "regional integration":"The process by which states build economic and political ties that result in some pooling of authority over areas of policy where they believe that cooperation is better than competition.",
    "security state":"A state that make efforts to follow the activities of its citizens through means as closed-circuit television and the monitoring of phone calls and internet use.",
    "failing state":"A state with weak governing institutions, often deep internal divisions, and where the basic needs of peoplea re no longer met. Example inclue Eritrea, Haiti, Somalia, Syria and Yemen.",
    "first-order elections":"Elections at which the stakes are highest, usually involving the prospect of a change of national leadership or government.",
    "second-order elections":"Elections at which the stakes are lower, such as local or mid-term elections, and which are used by many voters to express a judgement on the national government.",
    "electoral system":"A general term for the rules governing an election, including the sturcture of the ballot, the elctoral formula, and districting.",
    "single-member plurality":"An electoral system based on districts that each have one representative, and in which the winner is the candidate with the most votes, but not necessarily a mjority of those votes.",
    "proportional representation":"An electoral system in which the number of seats won by each of the competing parties is proportional to the number of votes they each win.",
    "distribution requirements":"Rules specifying how a winning candidate's votes must be arranged across different region or social groups.",
    "short campaign":"A term used in countries with variable election dates to describe the period between the announcement of an election and election day.",
    "mandate":"A commission to act on another's behalf in a specific area. An authorization from the people for the government to follow a particular course.",
    "referendum":"A vote of the elctorate on a limited issue of public policy such as a constitutional amendment.",
    "initiative":"A procedure which allows citizens either to initiate a popular vote on a given proposal (a referendum initiative) or to place it on the legislature's agenda (an agenda initiative).",
    "recall":"A popular vote on whether an elected official should be removed from office during normal tenure.",
    "political party":"A group identified by name and ideology that fields candidates at elections in order to win public office and control government.",
    "party system":"The overall configuration of political parties, based on their number, their relative importance, the interactions among them, and the laws that regulate them.",
    "Duverger's law":"More of a hypothesis than a universal law, this hold that 'The simple-majority single-ballot system favours the two-party system'.",
    "niche party":"A political party that appeals to a narrow section of the electorate. They are positioned away from the established centre and highlight one particular issue.",
    "iron law oligarchy":"As developed by Robert Michel, this states that the organization of political parties - even those formally committed to democracy - becomes dominated by a ruling elite.",
    "safe district":"An electoral district in which a political party has such strong support that its candidate/s are all but assured of victory.",
    "selectorate":"The people who nominate a party's candidates for an election.",
    "primary election":"A contest in which a party's supporters select its candidate for a subsequent election (a direct primary), or choose delegates to the presidential nominating convention (a presidential primary). A closed primary is limited to a party's registered supporters.",
    "cartel party":"Leading parties that exploit their combined dominance of the political market to establish rules of the game, such as public funding, which reinforces its own strong position.",
    "democracy":"A political system in which government is based on a fair and open mandate from all qualified citizens of a state.",
    "democratization":"The process by which states build the institutions and processes needed to become stable democracies.",
    "direct democracy":"A system of government in which all members of the community take part in making the decisions that affect that community.",
    "e-democracy":"A form of democratic expression through which all those with an interest in a problem or an issue can express themselves via the internet or social media.",
    "echo chamber":"The phenomenon by which ideas circulate inside a closed system, and users seek out only those sources of information that confirm or amplify their values.",
    "unanimity":"Everyone agrees, or at least acquiesces.",
    "consensus":"No one disagrees.",
    "concurrent majority":"More than one majority required: for example, most voters and most regions of a country.",
    "absolute majority":"More than half of those entitled to vote.",
    "simple majority":"More than half of those voting.",
    "qualified majority":"More than a simple majority: typically, two-thirds.",
    "blocking minority":"A minority is able to prevent a proposal from passing.",
    "weighted majority":"A majority after adjusting votes for differences in voting power: for example, shareholders may have one vote per share.",
    "plurality":"The largest number of votes but not necessarily a majority.",
    "representative democracy":"A system of government in which members of a community elect people to represent their interests and to make decisions affecting the community.",
    "liberal democracy":"A form of indirect democracy in which the scope of democracy is limited by constitutional protection of individuals rights.",
    "limited government":"Placing limits on the powers and reach of government so as to entrench the rights of citizens.",
    "liberalism":"A belief in the supreme value of the individual, who is seen to have natural rights that exist independently of government, and who must therefore be protected from too much government.",
    "civil liberties":"The rights that citizens have relative to government, and that should not be restricted by government.",
    "stuctural violence":"A term used to describe the social economic and political oppression built into many societies.",
    "checks and balances":"An arrangement in which government institutions are given powers that counter-balance one another, obliging them to work together in order to govern and make decisions.",
    "modern":"A term used to characterize a state with an industrial or post-industrial economy, affluence, specialized occupations, social mobility and an urban and educated population.",
    "modernization":"The process of acquiring the attributes of a modern society, or one reflecting contemporary ideas, institutions and norms.",
    "waves of democratization":"A group of transitions from non-democratic to democratic regimes that occurs within a specified period of time and that significantly outnumbers transitions in the opposite direction during that period.",
    "end of history":"The idea that a political, economic or social system has developed to such an extent that it represents the culmination of the evolutionary process.",
    "liberalization":"Initiation of the reform sequence, usually as a result of recognition by authoritarian rulers that change is inevitable.",
    "transition":"Arrangements are made for the new system of government.",
    "consolidation":"Widespread acceptance of the new system, supported by evidence that it works.",
    "deepening":"Democracy evolves from the superficial to the substantial.",
    "hybrid regimes":"Political systems that have some of the appearances of being democratic, but where institutions, processes, laws, and policies are manipulated to keep rulers or elite groups in power.",
    "authoritarian":"Regimes based on submission to authority, characterized by ruling elites, limited political pluralism, centralized political control, intolerance of opposition and human rights abuses.",
    "depotism":"The exercise of absolute power, often characterized by the abuse of the wpoers of office, arbitrary choices and the use of violent intimidation. Synonymous with *dictatorship*, *tyranny* and *autocracy*.",
    "patronage":"Support, encouragement, access and private privileges bestowed by one individual on another. In the case of authoritarian regimes, the term describe the use of state resources by leaders to reward those providing support to the regime.",
    "absolute monarchy":"A form of government in which a monarch wields absolute power over a state, and in which all other institutions of government are marginal. Not to be confused with constitutional monarchy.",
    "ruling presidents":"The presidency dominates goernment and the media, with opponents kept off-guard and the opposition marginalized.",
    "cult of personality":"An arrangement in which authoritarian leaders use the media, propaganda and political institutions to make sure they dominate how the wider population related to a political system.",
    "ruling parties":"Rule by a single party, often combined with a strong president.",
    "military rule":"Government by the military, often ruling through a junta comprising the leaders of each branch of the armed forces.",
    "coup d'etat":"An illegal seizure of political power by the military. Not all are necessarily violent.",
    "totalitarianism":"The most absolute form of authoritarian rule, based either on a guiding ideolgoy or the goal of major social change, with total control exercised by a leader, state or party over all aspects of public and private life.",
    "theocracy":"Government by religious leaders.",
    "Islamic republic":"A state based on an Islamic constitution and full application of Islamic law (sharia), although the precise role of the latter is sometimes ambigious.",
    "corruption":"The abuse of office for private gain."
}
